{
  "meta": {
    "title": "sqill | Terms and Conditions",
    "description": "",
    "keywords": ""
  },
  "header": {
    "title": "Terms and Conditions",
    "options": [
      { "title": "", "text": "<p>These Terms and Conditions govern the access and use of the Sqill Application (hereinafter “App”), which belongs to [inserir o nome da empresa], a company registered in [•], Portugal, under the single number [•], (hereinafter “Sqill” or “We”). Before accessing and using this App, the user (hereinafter, “User” or “You”) must read, understand and accept the Terms and Conditions described below. These Terms and Conditions are supplemented in all which is not herein provided for, by the Privacy Policy (available here).</p>" },
      { "title": "Acceptance of these Terms and Conditions", "text": "<p>You acknowledge that by accessing and using the App, you are also accepting these Terms and Conditions. If you do not agree with any of the rules set forth in these Terms and Conditions, you should not use or access the App.</p>" },
      { "title": "Changes to the Terms and Conditions", "text": "<p>Sqill reserves the right to amend, modify, update or remove, in whole or in part, at any time, without prior notice and with immediate effect these Terms and Conditions. You should review these Terms and Conditions from time to time in order to confirm if any updates or changes were made hereto.<p></p>If Sqill amends the Terms and Conditions, it will post the relevant changes on the App and will indicate at the bottom of this page the date of the last update. If you do not agree to abide by these or any future Terms and Conditions, you should not use or access (or continue to use or access) the App. It is your responsibility to regularly check our App to determine if there have been changes to these Terms and Conditions and to review such changes.</p>" },
      { "title": "Access to the App", "text": "<p>Access to the App does not require any registration. However, to access certain features of the App the user needs an Account, as foreseen under the Privacy Policy. In order to create an Account, the user needs to provide, at least: an email address, first and last name and a password. The user ensures that all data provided are true, exact, current and authentic, and must keep them permanently updated.<p></p>The user must keep confidential the login credentials and shall not disclose them to third parties nor navigate in conditions that allow their use by third parties. Any access and use of the Account through the credentials of the user will be of their exclusive responsibility.<p></p>The user can use the button “Recover Password” if the access password is lost, in which case a new password will be generated and sent to the email address indicated when creating the Account.</p>" },
      { "title": "Use of the App", "text": "<p>In general, the user must use the App in a responsible, prudent and careful manner and must not disrupt or degrade the continuity, integrity and quality of the resources and functionalities of the same, nor conflict with the rights and/or possibilities of use on the part of third party users.<p></p>The user undertakes not to use the App to make available or share any content that is illegal, false, misleading, threatening, malicious, abusive, defamatory, injurious, invasive of privacy; racially, ethically or morally reprehensible, harmful or offensive to the dignity of persons or harmful to minors, namely through the available communication channels or through the videos uploaded.<p></p>The user is expressly prevented from sharing information or content which belongs to third parties and which the user is not entitled to use, including, but not limited to, content which is protected by third party intellectual property rights (“IPR”) or content containing personal data of third parties.<p></p>The use of the App to provide or transmit any type of material which contains or may contain viruses, worms, defects, Trojan horses or other item or computer codes, files or programmes which may interrupt, destroy or limit the functionality of any computer equipment or system is expressly forbidden.<p></p>The user shall not make available or transmit any unsolicited or unauthorised content such as SPAM; or collect, make available, transmit or exploit information about other users for unauthorised purposes.</p>" },
      { "title": "Intellectual Property Rights", "text": "<p>The user acknowledges that the structure and layout of the App, the selection, organization and presentation of its content, including its functions and the software it uses, as well as the trademarks, logos and symbols presented on it, are the property of or have been duly licensed in favor of Sqill.</p>" }
    ]
  }
}
